---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Meters
source: html/adf9f897-73e3-efe7-1b6a-87035370ab11.htm
---
# Autodesk.Revit.DB.UnitTypeId.Meters Property

Meters.

## Syntax (C#)
```csharp
public static ForgeTypeId Meters { get; }
```